Repository: zurce/JASM
Catalog: src/GIMI-ModManager.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: es, ja, pt_br, ru_ru, zh_cn

# CharacterGalleryPage_OpenModFolder.Text
source: Open Mod Folder...
es: Abrir Carpeta del Mod...
ja: Modフォルダーを開く...
pt_br: Abrir Pasta do Mod...
ru_ru: Открыть папку мода...
zh_cn: 打开Mod文件夹...

# CharacterGalleryPage_OpenModPage.Text
source: Open Mod Page...
es: Abrir Página del Mod...
ja: Modページを開く...
pt_br: Abrir Página do Mod...
ru_ru: Открыть страницу мода...
zh_cn: 打开Mod页面...

# CharacterGalleryPage_DeleteMod.Text
source: Delete Mod
es: Eliminar Mod
ja: Modを削除
pt_br: Excluir Mod
ru_ru: Удалить мод
zh_cn: 删除Mod

# CharacterGalleryPage_Author.Text
source: Author:
es: Autor:
ja: 作成者:
pt_br: Autor:
ru_ru: Автор:
zh_cn: 作者：

# CharacterGalleryPage_Added.Text
source: Added:
es: Agregado:
ja: 追加日:
pt_br: Adicionado:
ru_ru: Добавлен:
zh_cn: 添加时间：

# CharacterGalleryPage_LoadingMods.Text
source: Loading Mods...
es: Cargando Mods...
ja: Modを読み込み中...
pt_br: Carregando Mods...
ru_ru: Загрузка модов...
zh_cn: 正在加载Mod...

# ModsOverviewPage_Title.Text
source: Mods Overview
es: Visión General de Mods
ja: Mod概要
pt_br: Visão Geral de Mods
ru_ru: Обзор модов
zh_cn: Mod概览

# ModsOverviewPage_RunCommandOnThisFolder.Text
source: Run Command on this folder:
es: Ejecutar Comando en esta carpeta:
ja: このフォルダーでコマンドを実行:
pt_br: Executar Comando nesta pasta:
ru_ru: Выполнить команду в этой папке:
zh_cn: 在此文件夹中运行命令：

# ModsOverviewPage_FullCommand.Text
source: Full Command:
es: Comando Completo:
ja: コマンド:
pt_br: Comando Completo:
ru_ru: Полная команда:
zh_cn: 完整命令：

# ModsOverviewPage_WorkingDirectory.Text
source: Working Directory:
es: Directorio de Trabajo:
ja: 作業ディレクトリ:
pt_br: Diretório de Trabalho:
ru_ru: Рабочая директория:
zh_cn: 工作目录：

# ModsOverviewPage_GoToCharacter.Content
source: Go to Character
es: Ir al Personaje
ja: キャラクターへ
pt_br: Ir para o Personagem
ru_ru: Перейти к персонажу
zh_cn: 转到角色

# ModsOverviewPage_AddedLabel.Text
source: Added:
es: Agregado:
ja: 追加日:
pt_br: Adicionado:
ru_ru: Добавлен:
zh_cn: 添加时间：

# ModsOverviewPage_RunButton.Content
source: Run
es: Ejecutar
ja: 実行
pt_br: Executar
ru_ru: Выполнить
zh_cn: 运行

# ModsOverviewPage_SearchBox.PlaceholderText
source: Press Enter to search...
es: Presiona Enter para buscar...
ja: Enterキーで検索...
pt_br: Pressione Enter para pesquisar...
ru_ru: Нажмите Enter для поиска...
zh_cn: 按回车搜索...

# ModsOverviewPage_CloseAll.Content
source: Close All
es: Cerrar Todos
ja: すべて閉じる
pt_br: Fechar Todos
ru_ru: Закрыть все
zh_cn: 全部关闭

# PresetDetailsPage_AddMod.Label
source: Add Mod
es: Agregar Mod
ja: Modを追加
pt_br: Adicionar Mod
ru_ru: Добавить мод
zh_cn: 添加Mod

# PresetDetailsPage_FindReplacementMod.Text
source: Find Replacement Mod
es: Buscar Mod de Reemplazo
ja: 代替Modを検索
pt_br: Encontrar Mod de Substituição
ru_ru: Найти замену моду
zh_cn: 查找替换Mod

# PresetDetailsPage_SearchBox.PlaceholderText
source: Search Mods...
es: Buscar Mods...
ja: Modを検索...
pt_br: Pesquisar Mods...
ru_ru: Поиск модов...
zh_cn: 搜索Mod...

# PresetDetailsPage_ReadAndSavePreferences.Text
source: Read and Save Preferences
es: Leer y Guardar Preferencias
ja: 設定の読み取りと保存
pt_br: Ler e Salvar Preferências
ru_ru: Прочитать и сохранить настройки
zh_cn: 读取并保存偏好

# PresetDetailsPage_RemoveModFromPreset.Text
source: Remove Mod From Preset
es: Eliminar Mod del Preset
ja: プリセットからModを削除
pt_br: Remover Mod do Preset
ru_ru: Удалить мод из пресета
zh_cn: 从预设中移除Mod

# PresetDetailsPage_AddedToPresetAt.Text
source: Added To Preset At:
es: Agregado al Preset el:
ja: プリセットに追加:
pt_br: Adicionado ao Preset em:
ru_ru: Добавлен в пресет:
zh_cn: 添加到预设的时间：

# PresetDetailsPage_ModNotFound.Text
source: This mod could not be found on disk!
es: ¡Este mod no se encontró en el disco!
ja: このModがディスクに見つかりませんでした！
pt_br: Este mod não foi encontrado no disco!
ru_ru: Этот мод не найден на диске!
zh_cn: 在磁盘上找不到此Mod！

# PresetDetailsPage_OriginalPath.Text
source: Original Path:
es: Ruta Original:
ja: 元のパス:
pt_br: Caminho Original:
ru_ru: Исходный путь:
zh_cn: 原始路径：

# CharacterCard_TrackedMods.Text
source: Tracked Mods:
es: Mods Rastreados:
ja: 追跡中のMod:
pt_br: Mods Rastreados:
ru_ru: Отслеживаемые моды:
zh_cn: 已追踪Mod：

# CharacterCard_SelectedInGameSkin.Text
source: Selected In-Game Skin:
es: Skin Seleccionado en el Juego:
ja: 選択中のゲーム内スキン:
pt_br: Skin Selecionada no Jogo:
ru_ru: Выбранный игровой скин:
zh_cn: 已选游戏内皮肤：

# CharacterCard_SelectSkin.Content
source: Select Skin
es: Seleccionar Skin
ja: スキンを選択
pt_br: Selecionar Skin
ru_ru: Выбрать скин
zh_cn: 选择皮肤

# CharacterCard_DisableAllMods.Content
source: Disable All Mods
es: Deshabilitar Todos los Mods
ja: すべてのModを無効化
pt_br: Desabilitar Todos os Mods
ru_ru: Отключить все моды
zh_cn: 禁用所有Mod

# ModListOverview_AddMod.Text
source: Add Mod...
es: Agregar Mod...
ja: Modを追加...
pt_br: Adicionar Mod...
ru_ru: Добавить мод...
zh_cn: 添加Mod...

# ModListOverview_MultipleSkinWarning.Message
source: More than one skin selected
es: Más de un skin seleccionado
ja: 複数のスキンが選択されています
pt_br: Mais de uma skin selecionada
ru_ru: Выбрано более одного скина
zh_cn: 选择了多个皮肤

# ModListOverview_ModEnabledHeader.Header
source: ModEnabled
es: ModHabilitado
ja: Mod有効
pt_br: ModHabilitado
ru_ru: Включён
zh_cn: 已启用

# ModListOverview_ModNameHeader.Header
source: Mod Name
es: Nombre del Mod
ja: Mod名
pt_br: Nome do Mod
ru_ru: Имя мода
zh_cn: Mod名称

# DebugPage_CreateButton.Content
source: Create
es: Crear
ja: 作成
pt_br: Criar
ru_ru: Создать
zh_cn: 创建

# DebugPage_EditButton.Content
source: Edit
es: Editar
ja: 編集
pt_br: Editar
ru_ru: Редактировать
zh_cn: 编辑

# DebugPage_DeleteButton.Content
source: Delete
es: Eliminar
ja: 削除
pt_br: Excluir
ru_ru: Удалить
zh_cn: 删除

# NotificationsPage_HeaderText.Text
source: All Notifications shown during the current application run
es: Todas las Notificaciones mostradas durante la ejecución actual de la aplicación
ja: 現在のアプリケーション実行中に表示されたすべての通知
pt_br: Todas as Notificações exibidas durante a execução atual do aplicativo
ru_ru: Все уведомления, показанные во время текущего сеанса приложения
zh_cn: 当前应用程序运行期间显示的所有通知

# NotificationsPage_LogPathLabel.Text
source: Notifications and Logs are written to:
es: Las Notificaciones y Registros se escriben en:
ja: 通知とログの出力先:
pt_br: Notificações e Logs são gravados em:
ru_ru: Уведомления и журналы записываются в:
zh_cn: 通知和日志写入位置：

# ErrorWindow_ErrorHeaderText.Text
source: An error has occurred:
es: Ha ocurrido un error:
ja: エラーが発生しました:
pt_br: Ocorreu um erro:
ru_ru: Произошла ошибка:
zh_cn: 发生错误：

# ErrorWindow_ExceptionDescription.Text
source: An unhanded exception has occurred. The application ran into a problem that it didn't know how to handle. JASM+ may be in an unstable state, and it is recommended to restart JASM+.
es: Ha ocurrido una excepción no controlada. La aplicación encontró un problema que no supo cómo manejar. JASM+ puede estar en un estado inestable, y se recomienda reiniciar JASM+.
zh_cn: 发生未处理的异常。应用程序遇到了不知道如何处理的问题。JASM可能处于不稳定状态，建议重新启动JASM。

# ErrorWindow_StackTraceLabel.Text
source: Stack trace:
es: Traza de pila:
ja: スタックトレース:
pt_br: Trace de pilha:
ru_ru: Стек вызовов:
zh_cn: 堆栈跟踪：

# ErrorWindow_InnerExceptionLabel.Text
source: An inner exception
es: Una excepción interna
ja: 内部例外
pt_br: Uma exceção interna
ru_ru: Внутреннее исключение
zh_cn: 内部异常

# ErrorWindow_InnerStackTraceLabel.Text
source: Stack trace:
es: Traza de pila:
ja: スタックトレース:
pt_br: Trace de pilha:
ru_ru: Стек вызовов:
zh_cn: 堆栈跟踪：

# GbModPageWindow_TitleText.Text
source: Download Mods from GameBanana
es: Descargar Mods desde GameBanana
ja: GameBananaからModをダウンロード
pt_br: Baixar Mods do GameBanana
ru_ru: Скачать моды с GameBanana
zh_cn: 从GameBanana下载Mod

# GbModPageWindow_LoadingText.Text
source: Loading Mod Info from GameBanana...
es: Cargando Información del Mod desde GameBanana...
ja: GameBananaからMod情報を読み込み中...
pt_br: Carregando Informações do Mod do GameBanana...
ru_ru: Загрузка информации о моде с GameBanana...
zh_cn: 正在从GameBanana加载Mod信息...

# GbModPageWindow_DownloadButton.Content
source: Download
es: Descargar
ja: ダウンロード
pt_br: Baixar
ru_ru: Скачать
zh_cn: 下载

# GbModPageWindow_InstallButton.Content
source: Install
es: Instalar
ja: インストール
pt_br: Instalar
ru_ru: Установить
zh_cn: 安装

# GbModPageWindow_CloseButton.Content
source: Close
es: Cerrar
ja: 閉じる
pt_br: Fechar
ru_ru: Закрыть
zh_cn: 关闭

# GbModPageWindow_ModPageLabel.Text
source: Mod Page:
es: Página del Mod:
ja: Modページ:
pt_br: Página do Mod:
ru_ru: Страница мода:
zh_cn: Mod页面：

# GbModPageWindow_DownloadsButton.Content
source: Downloads
es: Descargas
ja: ダウンロード
ru_ru: Загрузки
zh_cn: 下载

# CharacterManagerPage_Title.Text
source: Character Manager
es: Administrador de Personajes
ja: キャラクター管理
pt_br: Gerenciador de Personagens
ru_ru: Управление персонажами
zh_cn: 角色管理器

# CharacterManagerPage_SearchBox.Header
source: Search for a character to edit or add a new character
es: Busca un personaje para editar o agregar uno nuevo
ja: 編集するキャラクターを検索するか、新しいキャラクターを追加
pt_br: Pesquise um personagem para editar ou adicionar um novo
ru_ru: Поиск персонажа для редактирования или добавления нового
zh_cn: 搜索要编辑的角色或添加新角色

# CharacterManagerPage_SearchBox.PlaceholderText
source: Start typing to search...
es: Empieza a escribir para buscar...
ja: 入力して検索...
pt_br: Comece a digitar para pesquisar...
ru_ru: Начните вводить для поиска...
zh_cn: 开始输入以搜索...

# CharacterManagerPage_SearchBox_Placeholder
source: Start typing to search...
es: Empieza a escribir para buscar...
ja: 入力して検索...
pt_br: Comece a digitar para pesquisar...
ru_ru: Начните вводить для поиска...
zh_cn: 开始输入以搜索...

# CharacterManagerPage_AddCharacterButton.ToolTip
source: Add new character
es: Agregar nuevo personaje
ja: 新しいキャラクターを追加
pt_br: Adicionar novo personagem
ru_ru: Добавить нового персонажа
zh_cn: 添加新角色

# ModSelector_Title.Text
source: Select Mods
es: Seleccionar Mods
ja: Modを選択
pt_br: Selecionar Mods
ru_ru: Выбрать моды
zh_cn: 选择Mod

# ModSelector_SearchBox.PlaceholderText
source: Search Mods...
es: Buscar Mods...
ja: Modを検索...
pt_br: Pesquisar Mods...
ru_ru: Поиск модов...
zh_cn: 搜索Mod...

# ModSelector_DateAdded.Text
source: Date Added:
es: Fecha Agregado:
ja: 追加日:
pt_br: Data de Adição:
ru_ru: Дата добавления:
zh_cn: 添加日期：

# ModSelector_SelectModButton.Content
source: Select Mod
es: Seleccionar Mod
ja: Modを選択
pt_br: Selecionar Mod
ru_ru: Выбрать мод
zh_cn: 选择Mod

# ModUpdateAvailableWindow_Title.Text
source: New Downloadable Files Found
es: Nuevos Archivos Descargables Encontrados
ja: 新しいダウンロード可能ファイルが見つかりました
pt_br: Novos Arquivos para Download Encontrados
ru_ru: Найдены новые файлы для загрузки
zh_cn: 发现可下载的新文件

# ModUpdateAvailableWindow_LoadingText.Text
source: Loading Mod Info from GameBanana...
es: Cargando Información del Mod desde GameBanana...
ja: GameBananaからMod情報を読み込み中...
pt_br: Carregando Informações do Mod do GameBanana...
ru_ru: Загрузка информации о моде с GameBanana...
zh_cn: 正在从GameBanana加载Mod信息...

# ModUpdateAvailableWindow_NewSinceLastCheck.Text
source: New since last check
es: Nuevo desde la última revisión
ja: 前回のチェック以降の新着
pt_br: Novo desde a última verificação
ru_ru: Новые с последней проверки
zh_cn: 自上次检查以来的新内容

# ModUpdateAvailableWindow_DownloadButton.Content
source: Download
es: Descargar
ja: ダウンロード
pt_br: Baixar
ru_ru: Скачать
zh_cn: 下载

# ModUpdateAvailableWindow_InstallButton.Content
source: Install
es: Instalar
ja: インストール
pt_br: Instalar
ru_ru: Установить
zh_cn: 安装

# ModUpdateAvailableWindow_IgnoreCloseButton.Content
source: Ignore and Close
es: Ignorar y Cerrar
ja: 無視して閉じる
pt_br: Ignorar e Fechar
ru_ru: Игнорировать и закрыть
zh_cn: 忽略并关闭

# ModUpdateAvailableWindow_LastCheck.Text
source: Last Check:
es: Última Revisión:
ja: 最終チェック:
pt_br: Última Verificação:
ru_ru: Последняя проверка:
zh_cn: 上次检查：

# ModUpdateAvailableWindow_ModPageLabel.Text
source: Mod Page:
es: Página del Mod:
ja: Modページ:
pt_br: Página do Mod:
ru_ru: Страница мода:
zh_cn: Mod页面：

# ModUpdateAvailableWindow_DownloadsButton.Content
source: Downloads
es: Descargas
ja: ダウンロード
ru_ru: Загрузки
zh_cn: 下载

# Settings_Window.Text
source: Window
es: Ventana
ja: ウィンドウ
pt_br: Janela
ru_ru: Окно
zh_cn: 窗口

# Settings_WindowSize.Content
source: Remember window size
es: Recordar tamaño de ventana
ja: ウィンドウサイズを記憶
pt_br: Lembrar tamanho da janela
ru_ru: Запомнить размер окна
zh_cn: 记住窗口大小

# Settings_WindowPosition.Content
source: Remember window position
es: Recordar posición de ventana
ja: ウィンドウ位置を記憶
pt_br: Lembrar posição da janela
ru_ru: Запомнить положение окна
zh_cn: 记住窗口位置

# Settings_Commands.Text
source: Commands
es: Comandos
ja: コマンド
pt_br: Comandos
ru_ru: Команды
zh_cn: 命令

# Settings_CreateCustomCommands.Header
source: Create Custom Commands
es: Crear Comandos Personalizados
ja: カスタムコマンドを作成
pt_br: Criar Comandos Personalizados
ru_ru: Создать пользовательские команды
zh_cn: 创建自定义命令

# Settings_CreateCustomCommands.Description
source: Commands (scripts) can be defined and then be run on specified mods
es: Se pueden definir comandos (scripts) para ejecutarlos en mods específicos
ja: コマンド（スクリプト）を定義して、指定したModに対して実行できます。
pt_br: Comandos (scripts) podem ser definidos e executados em mods específicos
ru_ru: Можно определить команды (скрипты), которые затем можно запускать на указанных модах.
zh_cn: 可以定义命令（脚本），然后在指定的Mod上运行。

# Settings_FolderWarning_No3DMigotoEntry
source: Folder does not contain any entry with the specified names:
es: La carpeta no contiene ninguna entrada con los nombres especificados:
ja: フォルダーに指定された名前のエントリが含まれていません:
pt_br: A pasta não contém nenhuma entrada com os nomes especificados:
ru_ru: Папка не содержит записей с указанными именами:
zh_cn: 文件夹不包含指定名称的条目：

# Settings_Notification_SuccessTitle
source: Success
es: Éxito
ja: 成功
pt_br: Sucesso
ru_ru: Успех
zh_cn: 成功

# Settings_Notification_UpdatingTitle
source: Updating...
es: Actualizando...
ja: 更新中...
pt_br: Atualizando...
ru_ru: Обновление...
zh_cn: 更新中...

# Settings_Notification_RestartingTitle
source: Restarting...
es: Reiniciando...
ja: 再起動中...
pt_br: Reiniciando...
ru_ru: Перезапуск...
zh_cn: 重启中...

# Settings_CommunityGames_EmptyUrl
source: Community Repo URL cannot be empty.
es: La URL del repositorio comunitario no puede estar vacía.
ja: コミュニティリポジトリURLは空にできません。
pt_br: A URL do repositório comunitário não pode estar vazia.
ru_ru: URL репозитория сообщества не может быть пустым.
zh_cn: 社区仓库URL不能为空。

# Settings_CommunityGames_Pulling
source: Pulling latest community games. This might take a moment.
es: Obteniendo juegos comunitarios. Esto puede tomar un momento.
ja: 最新のコミュニティゲームを取得中。しばらくお待ちください。
pt_br: Obtendo jogos comunitários mais recentes. Isso pode levar um momento.
ru_ru: Получение последних игр сообщества. Это может занять некоторое время.
zh_cn: 正在拉取最新的社区游戏。可能需要一些时间。

# Settings_CommunityGames_Updated
source: Community games updated and verified successfully.
es: Juegos comunitarios actualizados y verificados correctamente.
ja: コミュニティゲームが正常に更新および検証されました。
pt_br: Jogos comunitários atualizados e verificados com sucesso.
ru_ru: Игры сообщества успешно обновлены и проверены.
zh_cn: 社区游戏已成功更新并验证。

# Settings_CommunityGames_IntegrityFailed
source: Integrity check failed. Check if repo matches expected structure.
es: Error de integridad. Verifique si el repositorio coincide con la estructura esperada.
ja: 整合性チェックに失敗しました。リポジトリが期待される構造と一致するか確認してください。
pt_br: Falha na verificação de integridade. Verifique se o repositório corresponde à estrutura esperada.
ru_ru: Проверка целостности не удалась. Проверьте, соответствует ли репозиторий ожидаемой структуре.
zh_cn: 完整性检查失败。检查仓库是否符合预期结构。

# Settings_CommunityGames_UpdateFailed
source: Failed to update community games.
es: Error al actualizar los juegos comunitarios.
ja: コミュニティゲームの更新に失敗しました。
pt_br: Falha ao atualizar jogos comunitários.
ru_ru: Не удалось обновить игры сообщества.
zh_cn: 更新社区游戏失败。

# Settings_CommunityGames_ExceptionPulling
source: Exception occurred while pulling repo. Check logs.
es: Ocurrió una excepción al obtener el repositorio. Revise los registros.
ja: リポジトリの取得中に例外が発生しました。ログを確認してください。
pt_br: Ocorreu uma exceção ao obter o repositório. Verifique os logs.
ru_ru: Произошло исключение при получении репозитория. Проверьте журналы.
zh_cn: 拉取仓库时发生异常。检查日志。

# Settings_Restart_Restarting
source: The application will restart now.
es: La aplicación se reiniciará ahora.
ja: アプリケーションを再起動します。
pt_br: O aplicativo será reiniciado agora.
ru_ru: Приложение будет перезапущено сейчас.
zh_cn: 应用程序即将重启。

# Settings_Restart_SettingsSaved
source: Settings saved. Restarting App...
es: Configuración guardada. Reiniciando la aplicación...
ja: 設定を保存しました。アプリケーションを再起動中...
pt_br: Configurações salvas. Reiniciando o aplicativo...
ru_ru: Настройки сохранены. Перезапуск приложения...
zh_cn: 设置已保存。正在重启应用...

# Settings_Mods_ReorganizeFailed
source: Mods reorganization failed.
es: Error al reorganizar los mods.
ja: Modの再編成に失敗しました。
pt_br: Falha ao reorganizar os mods.
ru_ru: Не удалось реорганизовать моды.
zh_cn: Mod重组失败。

# Settings_Mods_Reorganized
source: Mods reorganized.
es: Mods reorganizados.
ja: Modが再編成されました。
pt_br: Mods reorganizados.
ru_ru: Моды реорганизованы.
zh_cn: Mod已重组。

# Settings_SeeLogs
source: See logs for more details.
es: Consulte los registros para más detalles.
ja: 詳細はログを確認してください。
pt_br: Consulte os logs para mais detalhes.
ru_ru: Подробнее см. в журналах.
zh_cn: 查看日志了解更多详情。

# Settings_ModsMovedMsg
source: Moved {0} mods to character folders
es: Se movieron {0} mods a carpetas de personaje
ja: {0}個のModをキャラクターフォルダーに移動しました
pt_br: {0} mods movidos para pastas de personagens
ru_ru: Перемещено {0} модов в папки персонажей
zh_cn: 已将{0}个Mod移动到角色文件夹

# Settings_Export_ModsExported
source: Mods exported
es: Mods exportados
ja: Modをエクスポートしました
pt_br: Mods exportados
ru_ru: Моды экспортированы
zh_cn: Mod已导出

# Settings_Export_ModsExportedToFormat
source: Mods exported to {0}
es: Mods exportados a {0}
ja: {0} にModをエクスポートしました
pt_br: Mods exportados para {0}
ru_ru: Моды экспортированы в {0}
zh_cn: Mod已导出到{0}

# Settings_Export_ErrorExporting
source: Error exporting mods
es: Error al exportar mods
ja: Modのエクスポート中にエラーが発生しました
pt_br: Erro ao exportar mods
ru_ru: Ошибка при экспорте модов
zh_cn: 导出Mod时出错

# Commands_Notification_FailedKillTitle
source: Failed to kill process
es: Error al terminar el proceso
ja: プロセスの強制終了に失敗しました
pt_br: Falha ao encerrar processo
ru_ru: Не удалось завершить процесс
zh_cn: 终止进程失败

# Commands_Notification_NotRunningTitle
source: Process is not running
es: El proceso no está ejecutándose
ja: プロセスが実行されていません
pt_br: O processo não está em execução
ru_ru: Процесс не запущен
zh_cn: 进程未运行

# Commands_Notification_KilledTitle
source: Process killed successfully
es: Proceso terminado exitosamente
ja: プロセスを正常に終了しました
pt_br: Processo encerrado com sucesso
ru_ru: Процесс успешно завершён
zh_cn: 进程已成功终止

# Commands_Notification_NotFoundTitle
source: Failed to get command
es: Error al obtener el comando
ja: コマンドの取得に失敗しました
pt_br: Falha ao obter comando
ru_ru: Не удалось получить команду
zh_cn: 获取命令失败

# Commands_Notification_NotFoundMessage
source: Command not found
es: Comando no encontrado
ja: コマンドが見つかりません
pt_br: Comando não encontrado
ru_ru: Команда не найдена
zh_cn: 未找到命令

# Commands_Notification_FailedDeleteTitle
source: Failed to delete command
es: Error al eliminar el comando
ja: コマンドの削除に失敗しました
pt_br: Falha ao excluir comando
ru_ru: Не удалось удалить команду
zh_cn: 删除命令失败

# Commands_Notification_DeletedTitle
source: Command '{0}' deleted successfully
es: Comando '{0}' eliminado exitosamente
ja: コマンド「{0}」を削除しました
pt_br: Comando '{0}' excluído com sucesso
ru_ru: Команда "{0}" успешно удалена
zh_cn: 命令'{0}'已成功删除

# CreateCommand_Notification_UpdatedTitle
source: Command '{0}' updated successfully.
es: Comando '{0}' actualizado exitosamente.
ja: コマンド「{0}」を更新しました。
pt_br: Comando '{0}' atualizado com sucesso.
ru_ru: Команда "{0}" успешно обновлена.
zh_cn: 命令'{0}'已成功更新。

# CreateCommand_Notification_CreatedTitle
source: Command '{0}' created successfully.
es: Comando '{0}' creado exitosamente.
ja: コマンド「{0}」を作成しました。
pt_br: Comando '{0}' criado com sucesso.
ru_ru: Команда "{0}" успешно создана.
zh_cn: 命令'{0}'已成功创建。

# CreateCommand_Notification_UpdateFailed
source: Failed to update command.
es: Error al actualizar el comando.
ja: コマンドの更新に失敗しました。
pt_br: Falha ao atualizar comando.
ru_ru: Не удалось обновить команду.
zh_cn: 更新命令失败。

# CreateCommand_Notification_CreateFailed
source: Failed to create command.
es: Error al crear el comando.
ja: コマンドの作成に失敗しました。
pt_br: Falha ao criar comando.
ru_ru: Не удалось создать команду.
zh_cn: 创建命令失败。

# Settings_ClearEmptyFolders_Title
source: Clear Empty Folders
es: Limpiar Carpetas Vacías
ja: 空のフォルダーを削除
pt_br: Limpar Pastas Vazias
ru_ru: Очистить пустые папки
zh_cn: 清除空文件夹

# Settings_ClearEmptyFolders_Content
source: This will delete all empty folders in a character's modList if the folder is empty or only contains .JASM_ files/folders If a character folder is empty then it will be deleted as well. Empty folders in the root of the Mods folder will also be deleted
es: Esto eliminará todas las carpetas vacías en la lista de mods de un personaje si la carpeta está vacía o solo contiene archivos/carpetas .JASM_ Si una carpeta de personaje está vacía, también se eliminará. Las carpetas vacías en la raíz de la carpeta Mods también se eliminarán
ja: キャラクターのmodリスト内の空のフォルダーをすべて削除します（フォルダーが空であるか、.JASM_ファイル/フォルダーのみを含む場合）。 キャラクターフォルダーが空の場合も削除されます。 Modsフォルダーのルートにある空のフォルダーも削除されます。
pt_br: Isso excluirá todas as pastas vazias na lista de mods de um personagem se a pasta estiver vazia ou contiver apenas arquivos/pastas .JASM_ Se uma pasta de personagem estiver vazia, ela também será excluída. Pastas vazias na raiz da pasta Mods também serão excluídas
ru_ru: Это удалит все пустые папки в списке модов персонажа, если папка пуста или содержит только файлы/папки .JASM_. Если папка персонажа пуста, она также будет удалена. Пустые папки в корне папки Mods также будут удалены.
zh_cn: 这将删除角色Mod列表中所有空文件夹（文件夹为空或仅包含.JASM_文件/文件夹时）。 如果角色文件夹为空，也将被删除。 Mods文件夹根目录下的空文件夹也将被删除。

# Settings_ClearEmptyFolders_PrimaryButton
source: Delete
es: Eliminar
ja: 削除
pt_br: Excluir
ru_ru: Удалить
zh_cn: 删除

# Settings_ClearEmptyFolders_CloseButton
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
ru_ru: Отмена
zh_cn: 取消

# Settings_ClearEmptyFolders_NotificationTitle
source: Empty folders deleted
es: Carpetas vacías eliminadas
ja: 空のフォルダーを削除しました
pt_br: Pastas vazias excluídas
ru_ru: Пустые папки удалены
zh_cn: 空文件夹已删除

# Settings_DisableAllMods_Title
source: Disable Mods
es: Deshabilitar Mods
ja: Modを無効化
pt_br: Desabilitar Mods
ru_ru: Отключить моды
zh_cn: 禁用Mod

# Settings_DisableAllMods_PrimaryButton
source: Disable Mods in Categories
es: Deshabilitar Mods en Categorías
ja: カテゴリ内のModを無効化
pt_br: Desabilitar Mods em Categorias
ru_ru: Отключить моды в категориях
zh_cn: 禁用类别中的Mod

# Settings_DisableAllMods_CloseButton
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
ru_ru: Отмена
zh_cn: 取消

# Settings_DisableAllMods_SelectText
source: Select the categories you want to disable mods for:
es: Selecciona las categorías para las que deseas deshabilitar mods:
ja: Modを無効化するカテゴリを選択:
pt_br: Selecione as categorias para desabilitar mods:
ru_ru: Выберите категории, в которых хотите отключить моды:
zh_cn: 选择要禁用Mod的类别：

# Settings_DisableAllMods_SuggestionText
source: I suggest creating a preset (or a backup) of your mods before disabling mods if you have a lot of enabled mods. Only mods tracked by JASM+ will be disabled within the selected categories
es: Sugiero crear un preset (o una copia de seguridad) de tus mods antes de deshabilitarlos si tienes muchos mods habilitados. Solo los mods rastreados por JASM+ se deshabilitarán dentro de las categorías seleccionadas
zh_cn: 如果启用了大量Mod，建议在禁用Mod之前创建预设（或备份）你的Mod。 只有JASM追踪的Mod才会在所选类别中被禁用。

# Settings_DisableAllMods_NoCategoriesTitle
source: No categories selected
es: Ninguna categoría seleccionada
ja: カテゴリが選択されていません
pt_br: Nenhuma categoria selecionada
ru_ru: Категории не выбраны
zh_cn: 未选择类别
